Repository: redianmarku/var-edx
Catalog: staticfiles/xblock/resources/recommender/translations/*/LC_MESSAGES/text.33cf6f86fcac.po
Languages: eo

source: The resource you are attempting to provide already exists
eo: Thé résöürçé ýöü äré ättémptïng tö prövïdé älréädý éxïsts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
eo: Thé résöürçé ýöü äré ättémptïng tö prövïdé häs ßéén dïsällöwéd ßý thé stäff. Réäsön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: The selected resource does not exist
eo: Thé séléçtéd résöürçé döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Size of uploaded file exceeds threshold
eo: Sïzé öf üplöädéd fïlé éxçééds thréshöld Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: The configuration of pyfs is not properly set
eo: Thé çönfïgürätïön öf pýfs ïs nöt pröpérlý sét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Endorse resource without permission
eo: Éndörsé résöürçé wïthöüt pérmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: You don't have the permission to remove this resource
eo: Ýöü dön't hävé thé pérmïssïön tö rémövé thïs résöürçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Only staff can import resources
eo: Önlý stäff çän ïmpört résöürçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Please submit the JSON file obtained with the download resources button
eo: Pléäsé süßmït thé JSÖN fïlé ößtäïnéd wïth thé döwnlöäd résöürçés ßüttön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Tried to access flagged resources without staff permission
eo: Trïéd tö äççéss fläggéd résöürçés wïthöüt stäff pérmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
