Repository: redianmarku/var-edx
Catalog: staticfiles/studio/xblock/resources/recommender/translations/*/LC_MESSAGES/text.642b4195561e.po
Languages: he

source: The resource you are attempting to provide already exists
he: המקור שהינך מנסה לספק, קיים כבר

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
he: המקור שהינך מנסה לספק, נפסל בידי הצוות. סיבה:

source: The selected resource does not exist
he: המקור שנבחר אינו קיים

source: Size of uploaded file exceeds threshold
he: גודל הקובץ שהועלה חורג מדרישות הסף

source: The configuration of pyfs is not properly set
he: תצורת ה- pyfs אינה מוגדרת נכון

source: Endorse resource without permission
he: מקור הוסב ללא אישור

source: You don't have the permission to remove this resource
he: אין לך אישור להסיר מקור זה.

source: Only staff can import resources
he: רק הצוות יכול לייבא מקורות

source: Please submit the JSON file obtained with the download resources button
he: שלח את קובץ ה-JSON שהתקבל באמצעות לחצן הורדת מקורות

source: Tried to access flagged resources without staff permission
he: ניסית להיכנס למקורות מסומנים ללא אישור הצוות
