Repository: redianmarku/var-edx
Catalog: staticfiles/studio/xblock/resources/recommender/translations/*/LC_MESSAGES/text.fc00dcac71d5.po
Languages: ar

source: The resource you are attempting to provide already exists
ar: المصدر الذي تحاول تقديمه موجود بالفعل

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
ar: قام الموظفون برفض المصدر الذي تحاول تقديمه. السبب لذلك:

source: The selected resource does not exist
ar: المصدر المختار غير موجود

source: Size of uploaded file exceeds threshold
ar: حجم الملف الذي تم رفعه يتجاوز الحد

source: The configuration of pyfs is not properly set
ar: لم يتم تحديد ترتيب إعدادات pyfs بشكل صحيح

source: Endorse resource without permission
ar: قبول المصدر بدون تصريح

source: You don't have the permission to remove this resource
ar: ليس لديك التصريح لحذف هذا المصدر

source: Only staff can import resources
ar: يمكن للموظفين فقط استيراد المصادر

source: Please submit the JSON file obtained with the download resources button
ar: الرجاء إرسال ملف JSON الذي تم الحصول عليها باستخدام زر تنزيل المصادر

source: Tried to access flagged resources without staff permission
ar: تمت محاولة الدخول إلى مصادر المعلمة بعلامات بدون تصريح من الموظفين
