Repository: redianmarku/var-edx
Catalog: staticfiles/studio/xblock/resources/recommender/translations/*/LC_MESSAGES/text.po
Languages: pt_br

source: The resource you are attempting to provide already exists
pt_br: O recurso que você está tentando fornecer já existe

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
pt_br: O recurso que você está tentando fornecer foi proibido pela equipe. Razão:

source: The selected resource does not exist
pt_br: O recurso selecionado não existe

source: Size of uploaded file exceeds threshold
pt_br: O tamanho do arquivo carregado excede o limite estabelecido

source: The configuration of pyfs is not properly set
pt_br: A configuração de pyfs não está feita corretamente

source: Endorse resource without permission
pt_br: Recomendar recurso sem permissão

source: You don't have the permission to remove this resource
pt_br: Você não tem permissão para remover este recurso

source: Only staff can import resources
pt_br: Apenas a equipe pode importar recursos

source: Please submit the JSON file obtained with the download resources button
pt_br: Envie o arquivo JSON que você obteve ao baixar os recursos

source: Tried to access flagged resources without staff permission
pt_br: Tentou acessar recursos marcados sem a permissão da equipe
